Repository: EOSC-synergy/FAIR_eva
Catalog: plugins/signposting/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Checking Dublin Core
es: Comprobando Dublin Core

source: ... All mandatory terms included
es: ... Todos los terminos de metadatos obligatorios incluidos

source: Files can be downloaded: %s
es: Los siguientes ficheros pueden ser descargados: %s

source: Files can not be downloaded
es: Los Ficheros no pueden ser descargados

source: Checking Dublin Core as multidisciplinar schema
es: Comprobando Dublin Core como esquema multidisciplinar

source: Your (meta)data is identified with this identifier(s) and type(s):
es: Sus (meta)datos estan identificados con los siguientes identificadores y tipos:

source: Your (meta)data is identified by non-persistent identifiers:
es: Sus (meta)datos estan identificados por identificadores NO persistentes.

source: Your (meta)data is not identified by persistent identifiers:
es: Sus (meta)datos estan identificados por identificadoress persistentes

source: Your (meta)data is identified only by URL identifiers:| %s: %s |
es: Sus (meta)datos estan identificados solo por identificadores de URL:| %s: %s |

source: ... Missing terms:
es: ... Terminos no encontrados

source: | term: %s, qualifier: %s
es: | termino: %s, cualificador: %s

source: Your data is identified with this identifier(s) and type(s):
es: Sus datos estan identificados con los siguientes identificadores y tipos

source: Your data is identified by non-persistent identifiers:
es: Sus datos estan identificados por identificadores NO persistentes:

source: Your data is not identified by persistent identifiers
es: Sus datos no estan identificados por identificadores persistentes

source: Your digital object is available via OAI-PMH harvesting protocol
es: Su Objeto Digital esta disponible a traves del protocolo OAI-PMH

source: Your digital object is not available via OAI-PMH. Please, contact to repository admins
es: Su Objeto Digital no esta disponible a traves de OAI-PMH. Por favor, contacte con los administradores del repositorio si quiere conocer mas detalles

source: No access information can be found in the metadata. Please, add information to the following term(s): %s
es: No se ha encontrado informacion sobre el acceso en los metadatos. Por favor, añada los siguientes terminos en sus metadatos: %s

source: Found potential vocabulary
es: Encontrado posible vocabulario

source: References to related object
es: Referencias al objeto relacionado

source: No machine-actionable metadata format found. If you are using OAI-PMH endpoint it should expose RDF schema
es: No se ha encotrado un formato de metadatos machine-actionable. Si estas utilizando acceso por OAI-PMH este deberia exponer un esquema RDF

source: Problem accessing data and metadata. Please, try again
es: Problema accediendo a los datos y metadatos. Por favor, intentalo mas tarde

source: | Metadata: %s.%s: ... %s
es: | Metadatos: %s.%s: ... %s

source: %s Data can not be accessed manually | %s
es: %s No se puede acceder a los datos de forma manual | %s

source: %s Metadata found via Identifier
es: %s Metadatos encontrados a partir del Identificador

source: Metadata can be accessed through these protocols:
es: Los Metadatos son accesibles a traves de estos protocolos:

source: Data is accessible automatically via HTTP:
es: Los datos son accesibles automaticamente via HTTP:

source: No protocols found to access metadata
es: No se han encontrado protocolos de acceso a los metadatos

source: Files can be downloaded using HTTP-GET protocol
es: Los Objetos Digitales pueden descargarse utilizando el protocolo HTTP-GET

source: No protocol for downloading data can be found
es: No se han encontrado protocolos para la descarga de los datos

source: OAI-PMH does not support machine-actionable access to data
es: OAI-PMH no ofrece soporte al acceso automatico de los datos

source: Metadata is accessible using these free protocols:
es: Los metadatos son accesibles a traves de estos protocolos gratuitos:

source: Repository allow access management and authentication and authorisation from CSIC CAS
es: Este repositorio permite la gestion del acceso autorizacion y autenticaion con el sistema CSIC CAS

source: REPOSITORY preservation policy is available at: https://REPOSITORY.es/dc/politicas/#politica8
es: La politica de preservacion de REPOSITORY esta disponible en: https://REPOSITORY.es/dc/politicas/#politica8

source: Metadata can not be accessed via free protocols
es: Los metadatos no son accesibles a traves de protocolos gratuitos

source: Files can be downloaded using HTTP-GET FREE protocol
es: Los Objetos Digitales pueden descargarse utilizando el protocolo HTTP-GET (gratuito)

source: No FREE protocol for downloading data can be found
es: Los Objetos Digitales no son accesibles a traves de protocolos gratuitos

source: OAI-PMH is a open protocol without any Authorization or Authentication required
es: OAI-PMH es un protocolo abierto sin sistemas de Autorizacion y Autorizacion

source: Preservation policy depends on the authority where this Digital Object is stored
es: La politica de preservacion depende de la autoridad responsable del Objeto Digital

source: There is no standard used to express knowledge. Suggested controlled vocabularies: Library of Congress, Geonames, etc.
es: No hay ningun estandar para expresar conocimiento detectado. Vocabularios controlados sugeridos: Library of Congress, Geonames, etc.

source: Test not implemented
es: Test sin implementar

source: Machine-actionable metadata format found:
es: Formato de metadatos Machine-actionable encontrado:

source: Controlled vocabulary
es: El vocabulario controlado

source: has PID
es: tiene como PID

source: No contributors found with persistent identifiers (ORCID). You should add some reference on the following element(s):
es: No se han encontrado colaboradores con identificadores persistentes (ORCID). Usted deberia añadir alguna referencia en los siguientes terminos de metadatos:

source: Qualified references to related object
es: Referencia cualificada al objeto relacionado

source: Your (meta)data is identified with this ORCID:
es: Sus (meta)datos estan identificados con los siguientes ORCID:

source: No references found. Suggested terms to add: %s
es: No se encuentran referencias. Terminos que podria añadir: %s

source: Your (meta)data reference this digital object:
es: Sus (meta)datos hacen referencia a los siguientes Objetos Digitales:

source: License information can not be found. Please, include the license in this term
es: No se puede encontrar informacion sobre la licencia. Por favor, incluya la siguiente informacion en los metadatos

source: Provenance information can not be found. Please, include the info in this term
es: No se encuentra la informacion de la procedencia (provenance). Por favor, incluye la informacion en este termino

source: REPOSITORY supports qualified Dublin Core as well as other discipline agnostics schemes like DataCite. Terms found
es: REPOSITORY soporta Dublin Core cualificado asi como otros esquemas agnosticos como Datacite. Terminos encontrados

source: License found
es: Licencia encontrada

source: | Machine-Actionable license found: %s.%s: ... %s
es: | Licencia Machine-Actionable encontrada: %s.%s: ... %s

source: | Standard license found: %s.%s: ... %s
es: | Licencia estandar encontrada: %s.%s: ... %s

source: Currently, this repo does not include community-bsed schemas. If you need to include yours, please contact.
es: Actualmente, este repositorio no incluye esquemas basados en comundades. Si necesita incluir alguno, contacte con los administradores.

source: Currently, this tool does not include community-bsed schemas. If you need to include yours, please contact.
es: Actualmente, este repositorio no incluye esquemas basados en comundades. Si necesita incluir alguno, contacte con los administradores.

source: Dublin Core defined in XML
es: Dublin Core esta definido en XML

source: FAIR eva - Evaluator, validator and advisor - Home
es: FAIR eva - Evaluator, validator and advisor - Inicio

source: Home
es: Inicio

source: About us
es: Acerca de

source: Evaluations
es: Evaluaciones

source: Technical Documentation
es: Documentaci&oacute;n T&eacute;cnica

source: Contact
es: Contacto

source: Language
es: Idioma

source: disclaimer_eva
es: FAIR EVA: Evaluator, Validator & Advisor es un nuevo servicio para la comunidad cient&iacute;fica. Los informes que se generan con la herramienta no se publican a menos que los creadores de datos así lo autoricen expresamente.

source: Searching metadata terms
es: Buscando términos de metadatos

source: Disclaimer:
es: Descargo de responsabilidad:

source: The test results shown here are based on preliminary data and code which still is under development.
es: Los resultados de los tests estan basados en datos y codigo preeliminar que continua en desarrollo

source: Handle PID, DOI or REPOSITORY ID
es: DOI or Handle PID

source: Repository:
es: Repositorio:

source: OAI-PMH Endpoint:
es: Endpoint OAI-PMH:

source: RUN TEST
es: Ejecutar Test

source: Or select a plugin
es: O selecciona un plugin

source: Terms to check
es: Terminos a comprobar

source: Type(s)
es: Tipo(s)

source: PID_problem_1
es: El identificador introducido parece valido y de tipo

source: PID_problem_2
es: El identificador introducido no parece valido

source: PID_problem_3
es: Por favor, compruebe que el repositorio y endpoint introducido alojan a ese objeto digital

source: PID_problem_4
es: Tambien puede comprobar que el identificador existe accediendo a

source: Problem_eval
es: Parece que ha habido un problema... :(

source: Indicator Assesment
es: Evaluación del indicador

source: evaluation_for
es: Evaluaci&oacute;n para

source: Technical Implementation
es: Implementacion técnica

source: Technical feedback
es: Feedback técnico

source: Tips
es: Recomendaciones

source: rda_f1_01m
es: RDA-F1-01M - Los metadatos están identificados por un identificador persistente

source: rda_f1_01m.indicator
es: Este indicador está vinculado al siguiente principio: F1 a los (meta) datos se les asigna un identificador globalmente único y eternamente persistente. Este indicador evalúa si los metadatos se identifican o no mediante un identificador persistente. Un identificador persistente asegura que los metadatos se puedan encontrar con el tiempo y reduce el riesgo de enlaces rotos.

source: rda_f1_01m.technical
es: Busca en una lista predefinida de posibles términos de metadatos (dc.identifier.uri y dc.identifier.doi) para identificar en los metadatos si hay alguna información disponible.

source: rda_f1_01m.tips
es: Todos los items depositados en REPOSITORY reciben un handle por defecto que se graba en el metadato dc.identifier.uri. REPOSITORY también asigna DOIs a los datasets que se depositan y que no tienen ya un DOI. Si tu dataset no ha recibido un DOI ponte en contacto con la Oficina Técnica de REPOSITORY (<span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>).

source: rda_f1_01d
es: RDA-F1-01D - Los datos están identificados por un identificador persistente

source: rda_f1_01d.indicator
es: Este indicador está vinculado al siguiente principio: F1a los (meta) datos se les asigna un identificador globalmente único y eternamente persistente. Este indicador evalúa si los datos se identifican o no mediante un identificador persistente. Un identificador persistente garantiza que los datos se puedan encontrar a lo largo del tiempo y reduce el riesgo de enlaces rotos.

source: rda_f1_01d.technical
es: Busca en una lista predefinida de posibles términos de metadatos (dc.identifier.uri, dc.identifier.doi and dc.relation.publisherversion) para identificar en los datos si hay alguna información disponible.

source: rda_f1_01d.tips
es: Si no se ha generado el DOI/handle ponte en contacto con los administradores del repositorio (<span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>). Si el recurso tenía DOI/otro PID antes de depositarlo en REPOSITORY añádelo a <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/version_editor.html">dc.relation.publisherversion</a></span> en el registro de metadatos para indicar el sitio externo en que se encuentran los ficheros de datos

source: rda_f1_02m
es: RDA-F1-02M - Los metadatos están identificados por un identificador persistente global

source: rda_f1_02m.indicator
es: Comprueba el tipo de identificadores gracias al paquete idutils. Identifica identificadores válidos. Si no es un identificador persistente (como una URL), la prueba se da por fallida.

source: rda_f1_02m.tips
es: Todos los items depositados en REPOSITORY reciben un handle por defecto (dc.identifier.uri). REPOSITORY también asigna DOIs a los datasets que se depositan y que no tienen ya un DOI. Si tu dataset no ha recibido un DOI ponte en contacto con la Oficina Técnica de REPOSITORY (<span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>).

source: rda_f1_02d
es: RDA-F1-02D - Los datos están identificados por un identificador persistente global

source: rda_f1_02d.indicator
es: Este indicador está vinculado al siguiente principio: F1 a los (meta) datos se les asigna un identificador globalmente único y eternamente persistente. El indicador sirve para evaluar si el identificador de los datos es globalmente único, es decir, que no hay dos personas que utilicen ese mismo identificador para dos objetos digitales diferentes.

source: rda_f1_02d.technical
es: Si el repositorio / sistema donde se almacena el objeto digital tiene datos y metadatos integrados, este método solo necesita llamar a RDA-F1-02M. De lo contrario, es necesario volver a definirlo. En REPOSITORY tanto los datos como los metadatos se almacenan en la misma página de destino, salvo algunos casos definidos por el metadato dc.relation.publisherversion.

source: rda_f1_02d.tips
es: Comprueba si el sitio externo en que están alojados los ficheros de datos ha generado un identificador persistente global (handle, DOI, ARK, PURL..) y en tal caso inclúyelo en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/version_editor.html">dc.relation.publisherversion</a></span> del registro de metadatos de REPOSITORY

source: rda_f2_01m
es: RDA-F2-01M - Hay metadatos suficientemente ricos para permitir descubrir el recurso

source: rda_f2_01m.indicator
es: Este indicador está vinculado al siguiente principio: F2: Los datos se describen con metadatos enriquecidos. El indicador trata sobre la presencia de metadatos, pero también sobre la cantidad de metadatos que se proporcionan y cómo tales metadatos apoyan el descubrimiento del recurso.

source: rda_f2_01m.technical
es: Completa la descripción del objeto digital con las <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">recomendaciones de la Oficina Técnica de REPOSITORY</a></span>. Elige la plantilla de descripción que corresponde con la tipología de tu objeto digital.

source: rda_f3_01m
es: RDA-F3-01M - Los metadatos incluyen el identificador de los datos

source: rda_f3_01m.indicator
es: Este indicador está vinculado al siguiente principio: F3: Los metadatos incluyen de forma clara y explícita el identificador de los datos que describen. El indicador trata de la inclusión de la referencia (es decir, el identificador) del objeto digital en los metadatos para que se pueda acceder al objeto digital.

source: rda_f3_01m.technical
es: Verifica el elemento de metadatos donde se identifica el objeto (dc.identifier.doi y dc.relation.publisherversion)

source: rda_f3_01m.tips
es: Si los ficheros de datos no se encuentran alojados en REPOSITORY indica en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/version_editor.html">dc.relation.publisherversion</a></span> el identificador (URL) en que están alojados

source: rda_f4_01m
es: RDA-F4-01M - Los metadatos se ofrecen de tal forma que pueden ser recogidos e indexados

source: rda_f4_01m.indicator
es: Comprueba si los metadatos pueden ser recogidos con el protocolo OAI-PMH

source: rda_f4_01m.tips
es: REPOSITORY soporta OAI-PMH. Si este test no ha sido satisfactorio, por favor, contacte con REPOSITORY para informar del problema (<span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>).

source: rda_a1_01m
es: RDA-A1-01M - Los metadatos contienen información sobre cómo el usuario puede acceder a los datos

source: rda_a1_01m.indicator
es: Este indicador está vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicación estandarizado. El indicador se refiere a la información necesaria para permitir al solicitante acceder al objeto digital. Se trata de (i) si existen restricciones para acceder a los datos (es decir, el acceso a los datos puede ser abierto, restringido o cerrado), (ii) las acciones que debe tomar una persona interesada en acceder a los datos, en particular cuando los datos no hayan sido publicados en la Web y (iii) especifique que los recursos están disponibles a través de eduGAIN o mediante soluciones especializadas como las propuestas para EPOS.

source: rda_a1_01m.technical
es: Verifica el registro de metadatos para obtener información de acceso y analiza HTML para encontrar los archivos potenciales para encontrar el objeto digital.

source: rda_a1_01m.tips
es: Si el acceso a los ficheros está cerrado en REPOSITORY pero están disponibles en acceso abierto en otro sitio, marca el registro en REPOSITORY como "openAccess" en<span style="font-weight:bold;color:#ea4335;"> </span><span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/derechos.html">dc.rights</a></span> e indica el identificador de los datos en el sitio externo en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/version_editor.html">dc.relation.publisherversion</a></span>

source: rda_a1_02m
es: RDA-A1-02M - Los metadatos son accesibles de forma manual

source: rda_a1_02m.indicator
es: Busca los elementos de metadatos en la web de llegada para comprobar si se puede acceder a ellos manualmente

source: rda_a1_02m.tips
es: Si los metadatos no están disponibles a través del navegador, por favor, informa a REPOSITORY (<span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>).

source: rda_a1_02d
es: RDA-A1-02D - Los datos son accesibles de forma manual

source: rda_a1_02d.indicator
es: Comprueba la presencia de un término de metadatos con información de acceso. esta información se empaqueta en dc.rights y se usa además dc.description para indicar cómo acceder a los datos cuando no estén disponibles en el repositorio.

source: rda_a1_02d.tips
es: Si los ficheros de datos no se encuentran en acceso abierto ni en REPOSITORY no en otro sitio indica en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/descripcion.html">dc.description</a></span> cómo se podría solicitar una copia privada así como cualquier otra información relevante.

source: rda_a1_03m
es: RDA-A1-03M - El identificador de los metadatos resuelve a un registro de metadatos

source: rda_a1_03m.indicator
es: Este indicador está vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicación estandarizado. Este indicador trata sobre la resolución del identificador de metadatos. El identificador asignado a los metadatos debe estar asociado a un servicio de resolución que permita el acceso al registro de metadatos.

source: rda_a1_03m.technical
es: Convierte el identificador en URL y lo resuelve para buscar los términos de metadatos en HTML para saber si se puede acceder a ellos manualmente.

source: rda_a1_03m.tips
es: Si los metadatos no están disponibles a través del navegador, por favor, informa a REPOSITORY <span style="font-weight:bold;color:#34a853;">(REPOSITORY@bib.csic.es</span>).

source: rda_a1_03d
es: RDA-A1-03D - El identificador de los datos resuelve a un objeto digital

source: rda_a1_03d.indicator
es: Convierte el identificador en URL y lo resuelve para buscar objetos digitales. Una vez encontrado, comprueba si el objeto digital se puede descargar de forma manual

source: rda_a1_03d.tips
es: Para ficheros de datos que no pueden descargarse desde la página del registro de metadatos en REPOSITORY indica en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/version_editor.html">dc.relation.publisherversion</a></span> el identificador en formato URL en que puede descargarse

source: rda_a1_04m
es: RDA-A1-04M - Los metadatos son accesibles a través de un protocolo estándar

source: rda_a1_04m.indicator
es: Este indicador está vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicación estandarizado. Puede encontrar más información sobre ese principio aquí. El indicador se refiere al protocolo a través del cual se accede a los metadatos y requiere que el protocolo esté definido en un estándar.

source: rda_a1_04m.technical
es: Comprueba el protocolo para acceder a los metadatos (OAI-PMH, API ..). En el caso de REPOSITORY comprueba la presencia y correcto funcionamiento de OAI-PMH.

source: rda_a1_04m.tips
es: REPOSITORY no ofrece ninguna API para acceso automático de metadatos pero lo hará próximamente.

source: rda_a1_04d
es: RDA-A1-04D - Los datos son accesibles a través de un protocolo estándar

source: rda_a1_04d.indicator
es: Este indicador está vinculado al siguiente principio: A1: Los (meta) datos son recuperables por su identificador utilizando un protocolo de comunicación estandarizado. El indicador se refiere al protocolo a través del cual se accede al objeto digital y requiere que el protocolo se defina en un estándar.

source: rda_a1_04d.technical
es: Gracias a la prueba implementada RDA-A1.03D, si el objeto digital se puede descargar, se puede hacer mediante el protocolo HTTP

source: rda_a1_04d.tips
es: Para ficheros de datos que no pueden descargarse desde la página del registro de metadatos en REPOSITORY indica en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/version_editor.html">dc.relation.publisherversion</a></span> el identificador en formato URL en que puede descargarse

source: rda_a1_05d
es: RDA-A1-05D - Los datos son accesibles de forma automática

source: rda_a1_05d.indicator
es: Comprueba ciertas formas de acceder a los datos de forma automática. OAI-PMH no soporta acceso automático a los datos.

source: rda_a1_05d.tips
es: Actualmente REPOSITORY no ofrece ninguna API para acceso automático de ficheros de datos pero lo hará próximamente
