Repository: EOSC-synergy/FAIR_eva
Catalog: plugins/signposting/translations/*/LC_MESSAGES/messages.po
Languages: es

source: rda_i3_01d
es: RDA-I3-01D - Los datos incluyen referencias a otros datos

source: rda_i3_01d.indicator
es: Este indicador está vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los datos se conectan con otros datos, por ejemplo, vinculando a datos de investigación anteriores o relacionados que brindan un contexto adicional a los datos.

source: rda_i3_01d.technical
es: Este test implementa el realizado en RDA-I3-02M. Puede ser redefinido por el plugin.

source: rda_i3_01d.tips
es: Es una buena práctica dotar de contexto al objeto digital añadiendo los siguientes metadatos: ORCID (<span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/orcid.html">dc.contributor.orcid</a></span>), agencias financiadoras (<span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/agencia_financiadora.html">dc.contributor.funder</a></span>), proyecto/s al que pertenece (<span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/marcado_proyectos.html">dc.relation</a></span>), otros trabajos relacionados (<span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/referenciado_por.html">dc.relation.isreferencedby</a></span><span style="font-weight:bold;color:#ea4335;">, </span><span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/basado_en.html">dc.relation,isbasedon</a></span><span style="font-weight:bold;color:#ea4335;">, </span><span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/es_parte_de.html">dc.relation.ispartof</a></span>...). Las <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">plantillas de REPOSITORY</a></span> indican su uso correcto.

source: rda_i3_02m
es: RDA-I3-02M - Los metadatos incluyen referencias a otros datos

source: rda_i3_02m.indicator
es: Este indicador está vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los metadatos están conectados con otros datos, por ejemplo, vinculando a datos de investigación anteriores o relacionados que brindan un contexto adicional a los datos. Tenga en cuenta que no se trata del enlace de los metadatos a los datos que describe; ese vínculo se considera en principio F3 y en el indicador RDA-F3-01M.

source: rda_i3_02m.technical
es: Comprueba metadatos como relación o colaborador y también si esos enlaces son identificadores persistentes (ORCID para personas, DOI o Handle, etc. para objetos, gracias al paquete idutils)

source: rda_i3_02m.tips
es: Enriquece el registro de metadatos del objeto que se está describiendo con aquellos metadatos que permiten empaquetar los identificadores de la información relacionada con el objeto (por ejemplo, ORCID, DOI, handle, PURL, ...si existen). Las <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">plantillas de REPOSITORY</a></span> indican su uso correcto y en caso de dudas ponte en contacto con <span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>.

source: rda_i3_02d
es: RDA-I3-02D - Los datos incluyen referencias cualificadas a otros datos

source: rda_i3_02d.indicator
es: Este indicador está vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los datos están conectados a otros datos. Las referencias deben estar calificadas, lo que significa que se especifica el rol de relación del recurso relacionado.

source: rda_i3_02d.technical
es: Este test implementa el realizado en RDA-I3-02M. Puede ser redefinido por el plugin.

source: rda_i3_02d.tips
es: Enriquece el registro de metadatos del objeto que se está describiendo con aquellos metadatos que permiten empaquetar los identificadores de la información relacionada con el objeto (por ejemplo, ORCID, DOI, handle, PURL, ...si existen). Las <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">plantillas de REPOSITORY</a></span> indican su uso correcto y en caso de dudas ponte en contacto con <span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>.

source: rda_i3_03m
es: RDA-I3-03M - Los metadatos incluyen referencias cualificadas a otros metadatos

source: rda_i3_03m.indicator
es: Este indicador está vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los metadatos se conectan con otros metadatos, por ejemplo, con descripciones de recursos relacionados que brindan un contexto adicional a los datos.

source: rda_i3_03m.technical
es: Este test implementa el realizado en RDA-I3-02M. Puede ser redefinido por el plugin.

source: rda_i3_03m.tips
es: Enriquece el registro de metadatos del objeto que se está describiendo con aquellos metadatos que permiten empaquetar los identificadores de la información relacionada con el objeto (por ejemplo, ORCID, DOI, handle, PURL, ...si existen). Las <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">plantillas de REPOSITORY </a></span>indican su uso correcto<span style="font-weight:bold;color:#9900ff;"> </span>y en caso de dudas ponte en contacto con <span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>.

source: rda_i3_04m
es: RDA-I3-04M - Los metadatos incluyen referencias cualificadas a otros datos

source: rda_i3_04m.indicator
es: Este indicador está vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. Este indicador trata sobre la forma en que los metadatos están conectados a otros datos. Las referencias deben estar calificadas, lo que significa que se especifica el rol de relación del recurso relacionado, por ejemplo, el conjunto de datos X se deriva del conjunto de datos Y.

source: rda_i3_04m.technical
es: Este test implementa el realizado en RDA-I3-02M. Puede ser redefinido por el plugin.

source: rda_i3_04m.tips
es: Es una buena práctica indicar el tipo de relación entre el objeto digital y otros datos haciendo uso de los metadatos <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/marcado_proyectos.html">dc.relation</a></span> más apropriados, por ejemplo para especificar que el objeto digital que se describe y aloja en el repositorio está basado en otro objeto digital (metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/basado_en.html">dc.relation.isbasedon</a></span>) o que está referenciado en otro trabajo (<span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/referenciado_por.html">dc.relation.isreferencedby</a></span>). REPOSITORY soporta el estándar SCHOLIX para mostrar estas relaciones entre sus objetos digitales y otros trabajos de investigación.

source: rda_r1_01m
es: RDA-R1-01M - Se incluyen ciertos atributos indicativos de la posibilidad de reutilización

source: rda_r1_01m.indicator
es: Este indicador está vinculado al siguiente principio: R1: Los (meta) datos se describen de manera rica con una pluralidad de atributos precisos y relevantes. El indicador se refiere a la cantidad, pero también a la calidad, de los metadatos proporcionados para mejorar la reutilización de los datos.

source: rda_r1_01m.technical
es: Dependiendo del esquema de metadatos usado, comprueba que al menos los metadatos obligatorios se usan (75pc) y el número de términos es alto (25pc)

source: rda_r1_01m.tips
es: Es recomendable describir los recursos de la manera más detallada posible para facilitar su reutilización. Consulta la <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">Guía de REPOSITORY </a></span>para orientación y echa un vistazo a la plantilla modelo de la tipología de recurso que están describiendo para asegurarte de que sigues todas las recomendaciones de REPOSITORY sobre metadatos y documentación suplementaria.

source: rda_r1_1_01m
es: RDA-R1.1-01M - Los metadatos incluyen información sobre la licencia sobre la cual se publican los datos para su reutilización

source: rda_r1_1_01m.indicator
es: Este indicador está vinculado al siguiente principio: R1.1: Los (meta) datos se publican con una licencia de uso de datos clara y accesible. Este indicador trata sobre la información que se proporciona en los metadatos relacionados con las condiciones (por ejemplo, obligaciones, restricciones) bajo las cuales se pueden reutilizar los datos.

source: rda_r1_1_01m.technical
es: Comprueba si la información de la licencia está disponible en algún formato. Esta información se empaqueta en REPOSITORY en dc.rights.license

source: rda_r1_1_01m.tips
es: Incluye la licencia de uso del recurso en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/licencia.html">dc.rights.license</a></span> en su formato URL si lo tiene (por ejemplo, https://creativecommons.org/licenses/by-nc-sa/4.0/ en vez de CC BY NC SA). La <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://ufal.github.io/public-license-selector/">herramienta</a></span> ayuda a elegir la licencia estándar más apropiada para datos de investigación y software.

source: rda_r1_1_02m
es: RDA-R1.1-02M - Los metadatos incluyen referencias a la licencia estándar sobre la cual se publican los datos para su reutilización

source: rda_r1_1_02m.indicator
es: Este indicador requiere que la referencia a las condiciones de reutilización sea una licencia estándar, en lugar de una licencia definida localmente. El indicador se puede evaluar verificando que la licencia sea de hecho una licencia estándar. Ejemplos de licencias estándar son: licencias Creative Commons, Open Data Commons.

source: rda_r1_1_02m.technical
es: <p>Comprueba la presencia de informaci&oacute;n de licencia en los metadatos (en metadato dc.rights.license) y si est&aacute; incluida en la lista&nbsp;<a>https://spdx.org/licenses/licenses.json</a></p>

source: rda_r1_1_02m.tips
es: Incluye la licencia de uso del recurso en el metadato dc.rights.license en su formato URL si lo tiene (por ejemplo, https://creativecommons.org/licenses/by-nc-sa/4.0/). La <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/descripcion.html">herramienta</a></span> ayuda a elegir la licencia más apropiada para datos de investigación y software. Si tu colección de datos no puede estar en acceso abierto por favor indica en el metadato <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/descripcion.html">dc.description</a></span> el porqué; y si es posible un email de contacto en el caso en que se consideren solicitudes de copias privadas y/o bajo determinadas circunstancias de uso. <span style="font-weight:bold;">NOTA</span>: Los items de REPOSITORY están protegidos por copyright, con todos los derechos reservados, a menos que se indique lo contrario mediante una licencia específica presente en el metadato correspondiente y dentro del objeto digital. La licencia de uso por defecto de REPOSITORY permite el uso de sus contenidos digitales en acceso abierto para fines educativos, de estudio o investigación, y sin fines lucrativos, sin necesidad de pedir permisos explícitos, siempre y cuando (1) se den el nombre de los autores, el título y los detalles bibliográficos completos, (2) se incluya el handle del contenido digital en REPOSITORY y (3) el contenido no sea cambiado de ninguna manera. Los registros en texto completo pueden ser harvesteados por robots para propósitos sin ánimo de lucro y de forma puntual. Si los registros en textos completos son recolectados sistemáticamente, es necesaria la autorización explícita por parte del CSIC. Los registros en texto completo no pueden ser vendidos en ningún formato o medio sin la autorización formal de los titulares del copyright.

source: rda_r1_1_03m
es: RDA-R1.1-03M - Los metadatos incluyen referencias a la licencia estándar interpretable por una máquina sobre la cual se publican los datos para su reutilización

source: rda_r1_1_03m.indicator
es: Este indicador está vinculado al siguiente principio: R1.1: Los (meta) datos se publican con una licencia de uso de datos clara y accesible. Puede encontrar más información sobre ese principio aquí. Este indicador trata sobre la forma en que se expresa la licencia de reutilización. En lugar de ser un texto legible por humanos, la licencia debe expresarse de tal manera que pueda ser procesada por máquinas, sin intervención humana, por ejemplo, en búsquedas automatizadas.

source: rda_r1_1_03m.technical
es: Comprueba la presencia de la información de la licencia en los metadatos y si utiliza una identificación de la lista https://spdx.org/licenses/licenses.json

source: rda_r1_1_03m.tips
es: Incluye la licencia de uso del recurso en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/licencia.html">dc.rights.license</a></span> en su formato URL si lo tiene. La herramienta https://ufal.github.io/public-license-selector/ ayuda a elegir la licencia más apropiada para datos de investigación y software. Si tu colección de datos no puede estar en acceso abierto por favor indica en el metadato <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/descripcion.html">dc.description</a></span> el porqué y si es posible un email de contacto en el caso en que se consideren solicitudes de copias privadas y/o bajo determinadas circunstancias de uso.

source: rda_r1_2_01m
es: RDA-R1.2-01M - Los metadatos incluyen información sobre la procedencia de acuerdo a los principios de la comunidad

source: rda_r1_2_01m.indicator
es: Este indicador está vinculado al siguiente principio: R1.2: Los (meta) datos están asociados con la procedencia detallada. Este indicador requiere que los metadatos incluyan información sobre la procedencia de los datos, es decir, información sobre el origen, el historial o el flujo de trabajo que generó los datos, de manera que cumpla con los estándares que se utilizan en la comunidad en la que se producen los datos.

source: rda_r1_2_01m.technical
es: Comprueba distinta información en los metadatos como dc.description.provenance, dc.date.created, dc.description y relaciones dc.relation. El metadato description.provenance sólo es accesible para usuarios logueados.

source: rda_r1_2_01m.tips
es: Es recomendable referir la metodología/workflow que ha originado el objeto digital en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/descripcion.html">dc.description</a></span>, así como indicar las fechas en que se ha creado y modificado (cualificadores de <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/fechas.html">dc.date</a></span>). Consulta la <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">Guía de REPOSITORY</a></span> para orientación.<span style="font-weight:bold;color:#9900ff;"> </span>

source: rda_r1_2_02m
es: RDA-R1.2-02M - Los metadatos incluyen información sobre la procedencia de acuerdo a los principios de la comunidad y su posible transversalidad

source: rda_r1_2_02m.indicator
es: Este indicador está vinculado al siguiente principio: R1.2: Los (meta) datos están asociados con la procedencia detallada. Este indicador requiere que los metadatos proporcionen información de procedencia de acuerdo con un lenguaje multidominio.

source: rda_r1_2_02m.technical
es: Este test implementa el realizado en RDA-R1.2-01M. Puede ser redefinido por el plugin.

source: rda_r1_2_02m.tips
es: Es recomendable referir la metodología/workflow que ha originado el objeto digital usando el metadato <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/descripcion.html">dc.description</a></span>, así como indicar las fechas en que se ha creado y modificado (metadato <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/fechas.html">dc.date</a></span>). Consulta la <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">Guía de REPOSITORY </a></span>para orientación.

source: rda_r1_3_01m
es: RDA-R1.3-01M - Los metadatos cumplen con los estándares de la comunidad

source: rda_r1_3_01m.indicator
es: Este indicador está vinculado al siguiente principio: R1.3: Los (meta) datos cumplen con los estándares comunitarios relevantes para el dominio. Este indicador requiere que los metadatos cumplan con los estándares de la comunidad.

source: rda_r1_3_01m.technical
es: Comprueba los formatos de metadatos de una comunidad específica. Para un servicio genérico, Dublin Core Cualificado como estándar de metadatos para repositorios multidominio es válido.

source: rda_r1_3_01m.tips
es: Se recomienda describir el objeto digital de la manera más granular posible, por ejemplo, incluyendo términos procedentes de vocabularios controlados FAIR en <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave.html">dc.subject</a></span>. <br>Los vocabularios controlados FAIR generan un identificador online por cada valor controlado (estas herramientas <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://bartoc.org/vocabularies">BARTOC</a></span> y <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://fairsharing.org/search?fairsharingRegistry=Standard">FAIRsharing</a></span> pueden ayudarte a identificar un vocabulari controlado en tu área de investigación). Consulta la <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">Guía de REPOSITORY</a></span> para orientación y en caso de duda ponte en contacto con <span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>.

source: rda_r1_3_01d
es: RDA-R1.3-01D - Los datos cumplen con los estándares de la comunidad

source: rda_r1_3_01d.indicator
es: Este indicador está vinculado al siguiente principio: R1.3: Los (meta) datos cumplen con los estándares comunitarios relevantes para el dominio. Este indicador requiere que los datos cumplan con los estándares comunitarios.

source: rda_r1_3_01d.technical
es: Este test implementa el realizado en RDA-R1-01D. Puede ser redefinido por el plugin.

source: rda_r1_3_01d.tips
es: Se recomienda describir el objeto digital de la manera más granular posible, por ejemplo, incluyendo términos procedentes de vocabularios controlados FAIR en dc.subject. Los vocabularios controlados FAIR generan un identificador online por cada valor controlado (estas herramientas <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://bartoc.org/vocabularies">BARTOC</a></span> y <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://fairsharing.org/search?fairsharingRegistry=Standard">FAIRsharing</a></span> pueden ayudarte a identificar un vocabulari controlado en tu área de investigación).Consulta la <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">Guía de REPOSITORY</a></span> para orientación y en caso de duda ponte en contacto con <span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es.</span>

source: rda_r1_3_02m
es: RDA-R1.3-02M - Los metadatos se expresan de forma automatizable y cumplen con los estándares de la comunidad

source: rda_r1_3_02m.indicator
es: Este indicador está vinculado al siguiente principio: R1.3: Los (meta) datos cumplen con los estándares comunitarios relevantes para el dominio. Este indicador requiere que los metadatos sigan un estándar comunitario que tenga una expresión comprensible por máquina.

source: rda_r1_3_02m.technical
es: Comprueba si los metadatos se describen utilizando algún formato de máquina como XML o esquema RDF

source: rda_r1_3_02m.tips
es: OAI-PMH soporta RDF

source: rda_r1_3_02d
es: RDA-R1.3-02D - Los datos se expresan de forma automatizable y cumplen con los estándares de la comunidad
