Repository: EOSC-synergy/FAIR_eva
Catalog: plugins/signposting/translations/*/LC_MESSAGES/messages.po
Languages: es

source: rda_r1_3_02d.indicator
es: Este indicador está vinculado al siguiente principio: R1.3: Los (meta) datos cumplen con los estándares comunitarios relevantes para el dominio. Este indicador requiere que los datos sigan un estándar comunitario que tenga una expresión comprensible por máquina.

source: rda_r1_3_02d.technical
es: Este test implementa el realizado en RDA-R1-01D. Puede ser redefinido por el plugin.

source: rda_r1_3_02d.tips
es: Si vas a compartir tus ficheros de datos en un formato propietario, es recomendable proporcionar también una copia en un formato abierto. Puedes convertir los ficheros del objeto digital a uno de los formatos recomendados usando las siguientes herramientas gratuitas <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://formatfactory.online/">Format Factory </a></span>https://formatfactory.online/ o <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="http://REPOSITORY.es/dc/faqs/#faq26">zamzar y lee las recomendaciones de REPOSITORY sobre denominación de ficheros.</a></span></tbody>

source: data_01
es: Data Test 01 - Primer intento

source: data_01.indicator
es: Este test no hace nace todavía

source: data_01.technical
es: solo algunos prints

source: data_01.tips
es: Nada que hacer todavía

source: data_02
es: Data Test 02 - Primer intento

source: data_02.indicator
es: Nada por el momento

source: data_02.technical
es: Solo simple prints

source: data_02.tips
es: Nada que hacer
