Repository: EOSC-synergy/FAIR_eva
Catalog: plugins/signposting/translations/*/LC_MESSAGES/messages.po
Languages: es

source: rda_a1_1_01m
es: RDA-A1.1-01M - Los metadatos son accesibles a través de un protocolo abierto y gratuito

source: rda_a1_1_01m.indicator
es: Este indicador está vinculado al siguiente principio: A1.1: El protocolo es abierto, gratuito y de aplicación universal. El indicador prueba que el protocolo que permite al solicitante acceder a los metadatos se puede utilizar libremente. Este uso libre del protocolo mejora la reutilización de los datos.

source: rda_a1_1_01m.technical
es: Comprueba el plugin particular para probar los protocolos de acceso

source: rda_a1_1_01m.tips
es: REPOSITORY soporta OAI-PMH, que es un protocolo abierto y gratuito.

source: rda_a1_1_01d
es: RDA-A1.1-01D - Los datos son accesibles a través de un protocolo libre

source: rda_a1_1_01d.indicator
es: Este indicador está vinculado al siguiente principio: A1.1: El protocolo es abierto, libre y de aplicación universal. El indicador requiere que el protocolo se pueda utilizar de forma gratuita, lo que facilita el acceso sin restricciones.

source: rda_a1_1_01d.technical
es: Con el test implementado RDA-A1.3D se prueba el protocolo HTTP para acceder a los datos.

source: rda_a1_1_01d.tips
es: Actualmente REPOSITORY no ofrece ninguna API abierta, gratis y universal para acceso automático de ficheros datos pero lo hará próximamente

source: rda_a1_2_01d
es: RDA-A1.2-02D - Los datos son accesibles a través de un protocolo que soporta autenticación y autorización

source: rda_a1_2_01d.indicator
es: Este indicador está vinculado al siguiente principio: A1.2: El protocolo permite una autenticación y autorización cuando sea necesario. El indicador requiere la forma en que se puede autenticar y autorizar el acceso al objeto digital y que la accesibilidad a los datos se describe específicamente y se documenta adecuadamente.

source: rda_a1_2_01d.technical
es: Esta prueba se implementa para cada plugin de FAIR EVA. En el caso del plugin para REPOSITORY se comprueba que los datos son accesibles a través del navegador y la autenticación y autorización están definidas (CSIC CAS)

source: rda_a1_2_01d.tips
es: Los datos son accesibles a través del navegador. En caso de problemas, contactar con REPOSITORY (<span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>).

source: rda_a2_01m
es: RDA-A2-01M - Se garantiza que los metadatos permanecen disponibles incluso después de que los datos no lo estén.

source: rda_a2_01m.indicator
es: La política de retención de metadatos y preservación depende de la autoridad donde se almacena este objeto digital. Las políticas de REPOSITORY se encuentran en http://REPOSITORY.es/dc/politicas

source: rda_a2_01m.tips
es: REPOSITORYes un repositorio abierto. Los metadatos son públicos y<span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="http://REPOSITORY.es/dc/politicas/#politica6"> la política de retención de metadatos de REPOSITORY</a></span> asegura su disponibilidad incluso si los ficheros de datos dejan de estar disponibles. Si hay algún problema, contactar con REPOSITORY (<span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>).

source: rda_i1_01m
es: RDA-I1-01M - Los metadatos utilizan alguna forma estandarizada de representación del conocimiento

source: rda_i1_01m.indicator
es: Este indicador está vinculado al siguiente principio: I1: Los (meta) datos utilizan un lenguaje formal, accesible, compartido y de amplia aplicación para la representación del conocimiento. El indicador sirve para determinar que se utiliza un estándar apropiado para expresar conocimientos, por ejemplo, vocabularios controlados para clasificaciones de materias.

source: rda_i1_01m.technical
es: Comprueba los términos de metadatos, incluida la información de vocabulario controlado. Hasta ahora, verifica GEONAMES, LCSH, ORCID, GETTY, COAR... El listado de vocabularios controlados que se comprueban podrá ser ampliado

source: rda_i1_01m.tips
es: Se recomienda describir el objeto digital haciendo uso de un vocabulario controlado FAIR de materias tales como <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="http://vocabularies.unesco.org/browser/thesaurus/es/">UNESCO</a></span>, <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://id.loc.gov/authorities/subjects.html">LCSH</a></span> o <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="http://publications.europa.eu/resource/dataset/eurovoc">EUROVOC</a></span> o en su lugar uno especializado ampliamente utilizado en tu área de investigación como <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://agrovoc.fao.org/browse/agrovoc/en/">AGROVOC for Agricultural Sciences</a></span>, <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://vocabularies.ukdataservice.ac.uk/hasset/en/">HASSET - The Humanities and Social Science Electronic Thesaurus</a></span> o <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://www.getty.edu/research/tools/vocabularies/aat/">Getty ATT Art and Architecture</a></span>. <br>Si usas uno de estos por favor incluye el término controlado seleccionado en <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave.html">dc.subject</a></span> y su URI correspondiente en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave_uri.html">dc.subject.uri</a></span>. También se recomienda incluir los ORCID de los autores en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/orcid.html">dc.contributor.orcid</a></span> así como la localización geográfica asociada al recurso en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/cobertura_espacial.html">dc.coverage.spatial</a></span> siguiendo GEONAMES https://www.geonames.org/. <br>Si no existe un vocabulario FAIR en tu área de investigación es igualmente preferible usar términos de un vocabulario controlado que palabras clave sin controlar e insertarlas en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave.html">dc.subject</a></span>, haciendo mención del vocabulario del que proceden en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/descripcion.html">dc.description</a></span> o en el <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/260311">fichero README</a></span>. <br>Comprueba las recomendaciones en la plantilla <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">REPOSITORY para datasets</a></span> y en caso de dudas contacta <span style="font-weight:bold;color:#34a853;">REPOSITORY@bib.csic.es</span>.

source: rda_i1_01d
es: RDA-I1-01D - Los datos utilizan alguna forma estandarizada de representación del conocimiento

source: rda_i1_01d.indicator
es: Este indicador está vinculado al siguiente principio: I1: Los (meta) datos utilizan un lenguaje formal, accesible, compartido y de amplia aplicación para la representación del conocimiento. El indicador sirve para determinar que se utiliza un estándar apropiado para expresar conocimiento, en particular el modelo y formato de datos.

source: rda_i1_01d.technical
es: Comprueba que el formato de los datos esté dentro de una lista de estándares aceptados. Puede ser definido por cada sistema / repositorio dentro de sus plugins. El plugin genérico acepta: ["pdf", "csv", "jpg", "jpeg", "nc", "hdf", "mp4", "mp3", "wav", "doc", "txt", "xls", "xlsx", "sgy", "zip", "pdfa", "docx"]

source: rda_i1_01d.tips
es: Puedes convertir los ficheros del objeto digital a uno de los formatos recomendados usando las siguientes herramientas gratuitas <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://formatfactory.online/">Format Factory</a></span> o <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://www.zamzar.com/">zamzar</a></span>. Ten también en cuenta <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/dc/faqs/#faq26">recomendaciones para la denominación de ficheros.</a></span>

source: rda_i1_02m
es: RDA-I1-02M - Los metadatos utilizan una forma de representación del conocimiento interpretable por máquinas

source: rda_i1_02m.indicator
es: Este indicador está vinculado al siguiente principio: I1: Los (meta) datos utilizan un lenguaje formal, accesible, compartido y de amplia aplicación para la representación del conocimiento. Este indicador se centra en el aspecto de la comprensión por máquina de los metadatos. Esto significa que los metadatos deben ser legibles y, por lo tanto, interoperables para máquinas sin ningún requisito, como traductores o asignaciones específicas.

source: rda_i1_02m.technical
es: Comprueba, a través de OAI-PMH, si los metadatos se pueden recuperar en un formato como RDF

source: rda_i1_02m.tips
es: OAI-PMH soporta RDF

source: rda_i1_02d
es: RDA-I1-02D - Los datos utilizan una forma de representación del conocimiento interpretable por máquinas

source: rda_i1_02d.indicator
es: Este indicador está vinculado al siguiente principio: I1: Los (meta) datos utilizan un lenguaje formal, accesible, compartido y de amplia aplicación para la representación del conocimiento. Este indicador se centra en el aspecto de la comprensión de la máquina de los datos. Esto significa que los datos deben ser legibles y, por lo tanto, interoperables para máquinas sin ningún requisito, como traductores o asignaciones específicas.

source: rda_i1_02d.technical
es: Este test implementa el realizado en RDA-I1-02M. Puede ser redefinido por el plugin.

source: rda_i1_02d.tips
es: OAI-PMH soporta RDF

source: rda_i2_01m
es: RDA-I2-01M - Los metadatos utilizan vocabularios FAIR

source: rda_i2_01m.indicator
es: Este indicador está vinculado al siguiente principio: I2: Los (meta) datos utilizan vocabularios que siguen los principios FAIR. El indicador requiere que el vocabulario utilizado para que los metadatos se ajusten a los principios FAIR y, al menos, esté documentado y pueda resolverse mediante identificadores persistentes y únicos a nivel mundial. La documentación debe ser fácilmente accesible y de fácil encontrar.

source: rda_i2_01m.technical
es: Si el objeto digital incluye información en un vocabulario controlado, comprueba si el vocabulario controlado tiene un identificador persistente.

source: rda_i2_01m.tips
es: Se recomienda describir el objeto digital haciendo uso de un vocabulario controlado FAIR de materias tales como <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://vocabularies.unesco.org/browser/thesaurus/en/">UNESCO</a></span>, <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://id.loc.gov/authorities/subjects.html">LCSH,</a></span> <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://eur-lex.europa.eu/browse/eurovoc.html">EUROVOC</a></span> o en su lugar uno especializado ampliamente utilizado en tu área de investigación como <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://agrovoc.fao.org/browse/agrovoc/en/">AGROVOC</a></span>, <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://hasset.ukdataservice.ac.uk/hasset/en/">HASSET - The Humanities and Social Science Electronic Thesaurus</a></span> o <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://www.getty.edu/research/tools/vocabularies/aat/index.html">Getty ATT Art and Architecture</a></span>. <br>Si usas uno de estos por favor incluye el término controlado seleccionado en <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave.html">dc.subject </a></span>y su URI correspondiente en <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave_uri.html">dc.subject.uri</a></span>. También se recomienda incluir los ORCID de los autores en <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/orcid.html">dc.contributor.orcid</a></span> así como la localización geográfica asociada al recurso en <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/cobertura_espacial.html">dc.coverage.spatial</a></span> siguiendo <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://www.geonames.org/">GEONAMES</a></span>. <br>Si no existe un vocabulario FAIR en tu área de investigaci<span style="color:#000000;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave.html">ón es igua</a></span>lmente preferible usar términ<span style="color:#000000;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave_uri.html">os de un vocab</a></span>ulario controlado que palabras clave sin controlar e insertarlas en <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave.html">dc.subject</a></span>, haciendo mención del vocabulario del que proceden en<span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/260311"> dc.description o en el fichero README</a></span>. <br>Comprueba las recomendaciones en la<span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323"> plantilla REPOSITORY para datasets </a></span>y en caso de dudas contacta REPOSITORY@bib.csic.es.

source: rda_i2_01d
es: RDA-I2-01D - Los datos utilizan vocabularios FAIR

source: rda_i2_01d.indicator
es: Este indicador está vinculado al siguiente principio: I2: Los (meta) datos utilizan vocabularios que siguen los principios FAIR. El indicador requiere el vocabulario controlado que se utiliza para que los datos se ajusten a los principios FAIR y, al menos, estén documentados y puedan resolverse utilizando

source: rda_i2_01d.technical
es: Este test implementa el realizado en RDA-I1-01M. Puede ser redefinido por el plugin.

source: rda_i2_01d.tips
es: Se recomienda describir el objeto digital haciendo uso de un vocabulario controlado FAIR de materias tales como <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="http://vocabularies.unesco.org/browser/thesaurus/es/">UNESCO</a></span>, <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://id.loc.gov/authorities/subjects.html">LCSH</a></span> https://id.loc.gov/authorities/subjects.html o <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="http://publications.europa.eu/resource/dataset/eurovoc">EUROVOC</a></span> o en su lugar uno especializado ampliamente utilizado en tu área de investigación como <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://agrovoc.fao.org/browse/agrovoc/en/">AGROVOC</a></span>, <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://vocabularies.ukdataservice.ac.uk/hasset/en/">HASSET - The Humanities and Social Science Electronic Thesaurus</a></span> o <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://www.getty.edu/research/tools/vocabularies/aat/">Getty ATT Art and Architecture</a></span>. Si usas uno de estos por favor incluye el término controlado seleccionado en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave.html">dc.subject</a></span> y su URI correspondiente en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave_uri.html">dc.subject.uri</a></span>. También se recomienda incluir los ORCID de los autores en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/orcid.html">dc.contributor.orcid</a></span> así como la localización geográfica asociada al recurso en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/cobertura_espacial.html">dc.coverage.spatial </a></span>siguiendo <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://www.geonames.org/">GEONAMES</a></span>. Si no existe un vocabulario FAIR en tu área de investigación es igualmente preferible usar términos de un vocabulario controlado que palabras clave sin controlar e insertarlas en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/palabras_clave.html">dc.subject</a></span>, haciendo mención del vocabulario del que proceden en <span style="font-weight:bold;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/descripcion.html">dc.description</a></span><span style="font-weight:bold;color:#ea4335;"> </span>o en el <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/260311">fichero README</a></span>. Comprueba las recomendaciones en la <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">plantilla REPOSITORY para datasets</a></span>.

source: rda_i3_01m
es: RDA-I3-01M - Los metadatos incluyen referencias a otros metadatos

source: rda_i3_01m.indicator
es: Este indicador está vinculado al siguiente principio: I3: Los (meta) datos incluyen referencias calificadas a otros (meta) datos. El indicador trata sobre la forma en que los metadatos se conectan con otros metadatos, por ejemplo, a través de enlaces a información sobre organizaciones, personas, lugares, proyectos o períodos de tiempo que están relacionados con el objeto digital que describen los metadatos.

source: rda_i3_01m.technical
es: Comprueba metadatos como relación o colaborador. Comprueba ORCID y descripciones regulares de proyectos hasta ahora.

source: rda_i3_01m.tips
es: Es una buena práctica dotar de contexto al objeto digital añadiendo los siguientes metadatos: ORCID (<span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/orcid.html">dc.contributor.orcid</a></span>), agencias financiadoras (<span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/agencia_financiadora.html">dc.contributor.funder</a></span>), proyecto/s al que pertenece (<span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/marcado_proyectos.html">dc.relation</a></span>), otros trabajos relacionados (<span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/referenciado_por.html">dc.relation.isreferencedby</a></span>, <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/basado_en.html">dc.relation.isbasedon</a></span>, <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/sites/ayuda_fair_data/es_parte_de.html">dc.relation.ispartof</a></span>...). Las <span style="text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;color:#1155cc;"><a target="_blank" href="https://REPOSITORY.es/handle/10261/81323">plantillas de REPOSITORY</a></span> indican su uso correcto.
