{% extends 'base.html' %}
{% block body %}
{% block content %}



<!-- DATOS TOTALES -->


			<div class="works" id="metodologia">
				<div class="container">
					<!-- default heading -->
					<div class="default-heading3">
						<!-- heading -->
                        <h2>Acerca de:</h2>
                        <!-- paragraph -->


       <p>FAIR EVA para DIGITAL.CSIC es un nuevo servicio para informar a los investigadores del CSIC sobre el nivel actual de nivel de cumplimiento de los Principios FAIR de los objetos digitales alojados en el repositorio institucional del CSIC. Es una implementaci&oacute;n piloto de la herramienta FAIR Eva que permite m&uacute;ltiples casos de uso a trav&eacute;s de diversas extensiones.</p>
<p><br>&nbsp;La herramienta FAIR EVA ha sido dise&ntilde;ada para empezar a funcionar mediante una implementaci&oacute;n t&eacute;cnica en un repositorio multidisciplinar (DIGITAL.CSIC) utilizando como referencia un conjunto de m&eacute;tricas espec&iacute;ficas (RDA Data Maturity Indicators). Esta configuraci&oacute;n predeterminada hace coincidir los niveles de importancia de RDA (es decir, esencial, importante y &uacute;til) con x2, x1.5 y x1 para dar m&aacute;s peso a los indicadores m&aacute;s importantes.&nbsp;</span></p>
<p><br>&nbsp;El objetivo de FAIR EVA para DIGITAL.CSIC no es solo proporcionar una evaluaci&oacute;n del nivel de cumplimiento del objeto digital *en el momento de realizar una prueba*, sino tambi&eacute;n guiar a los investigadores del CSIC y a los administradores del repositorio para mejorar en este cumplimiento.</p>
<p><br>&nbsp;Introduciendo el identificador handle o el DOI de un conjunto de datos espec&iacute;fico disponible en DIGITAL.CSIC, la herramienta calcula autom&aacute;ticamente el nivel de cumplimiento con respecto a cada indicador RDA. Adem&aacute;s, la herramienta proporciona informaci&oacute;n sobre qu&eacute; pruebas autom&aacute;ticas se han implementado para la evaluaci&oacute;n, as&iacute; como el contexto de las pol&iacute;ticas e infraestructura t&eacute;cnica de DIGITAL.CSIC para comprender mejor la evaluaci&oacute;n y recomendaciones para que los creadores de datos contribuyan a su mejora. En t&eacute;rminos generales, se podr&iacute;a argumentar que, si bien el conjunto de indicadores F (Descubrimiento) y A (Accesibilidad) en su mayor&iacute;a son responsabilidad de los administradores del repositorio, los creadores de datos pueden contribuir a aumentar el cumplimiento de FAIR en lo que respecta a los indicadores I (Interoperabilidad) y R (Reutilizaci&oacute;n) de manera significativa.</p>
<p><br>&nbsp;Se trata de una versi&oacute;n beta de la herramienta, que ir&aacute; mejorando con c&aacute;lculos m&aacute;s sofisticados y precisos y m&aacute;s informaci&oacute;n de apoyo para los creadores de conjuntos de datos.&nbsp;</span></p>
<p><br>&nbsp;FAIR EVA para DIGITAL.CSIC debe utilizarse como gu&iacute;a para mejorar el grado de cumplimiento de distintos objetos digitiales seg&uacute;n las directrices FAIR en la infraestructura DIGITAL.CSIC. Es importante tener en cuenta que cualquier objeto digital que se est&eacute; evaluando puede mejorar su puntuaci&oacute;n a medida que se proporcionen m&aacute;s metadatos y se habiliten m&aacute;s mejoras tecnol&oacute;gicas en el software del repositorio.</p>
</div>
</div>

<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>


{% include "snippets/footer.html" %}
{% endblock %}
{% endblock %}
